ErrCode = {
    #  无400,402要么是管理员token错误，要么是api接口错误，要么是程序错误
    "200": "ok",
    "201": "参数错误,漏写参数或参数值不正确",
    "202": "该功能可能未开启",
    "399": "邮箱连接失败，发送失败",
    "398": "请勿频繁发送验证码",
    "397": "验证码错误或失效",
    "396": "滑块错误或未滑块",
    "394": "滑块接口失效",
    "395": "用户名必须是手机号或邮箱",
    "393": "EdgeAdmin_mysql数据库连接失败，请通知网站管理员查看日志",
    "392": "用户不存在",
    "391": "用户已被封禁",
    "390": "账号密码错误",
    "389": "自定义出错",
    "388": "你还没有登陆或登录态失效，请重新登陆",
    "387": "此套餐不属于你或暂不支持此套餐",
    "386": "服务器未禁用，不可删除",
    "401": "数据库连接失败，请通知网站管理员查看日志",
    "402": "一般是你操作的对象不属于你，你没有权限。或内部处理错误，请联系客服咨询",
    "4012": "数据库连接失败或数据库语句执行失败，请通知网站管理员查看日志"
}
